Revit 2026 API

# AdvancedLayeredLayeredF0 Property

---

The property labeled "Clearcoat reflectance" from the "AdvancedLayered" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string LayeredF0 { get; }
```
```vb
Public Shared ReadOnly Property LayeredF0 As String
	Get
```
```cpp
public:
static property String^ LayeredF0 {
	String^ get ();
}
```
```fsharp
static member LayeredF0 : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble". This property allows a connected asset.

#### Reference

AdvancedLayered Class

Autodesk.Revit.DB.Visual Namespace